{
    "itching" :"Itching is an irritating sensation that makes you want to scratch your skin. Sometimes it can feel like pain, but it is different. Often, you feel itchy in one area in your body, but sometimes you may feel itching all over. Along with the itching, you may also have a rash or hives.",
    "skin rash" : "A rash is an area of irritated or swollen skin. Many rashes are itchy, red, painful, and irritated. Some rashes can also lead to blisters or patches of raw skin. Rashes are a symptom of many different medical problems. Other causes include irritating substances and allergies. Certain genes can make people more likely to get rashes.",
    "continuous sneezing" :"A sneeze is a sudden burst of air expelled from the lungs through the nose and mouth.",
    "shivering" :"A shiver is caused by your muscles tightening and relaxing in rapid succession. This involuntary muscle movement is your body’s natural response to getting colder and trying to warm up.Responding to a cold environment, however, is only one reason why you shiver. Illness and other causes can also make you shake and shiver.",
    "chills" :"The term “chills” refers to a feeling of being cold without an apparent cause. You get this feeling when your muscles repeatedly expand and contract and the vessels in your skin constrict. Chills can occur with a fever and cause shivering or shaking.",
    "joint pain" :"Joint pain is a very common problem with many possible causes, but it's usually a result of injury or arthritis. In older people, joint pain that gets steadily worse is usually a sign of osteoarthritis. It may affect just 1 joint or many.",
    "stomach pain":"Abdominal pain is discomfort anywhere in your belly — from ribs to pelvis. It’s often called ‘stomach’ pain or a ‘stomach’ ache, although the pain can be coming from any number of internal organs besides your stomach.",
    "acidity" : "Acidity occurs when the gastric glands produce a large amount of acid, more than what is needed for the digestion process. This condition is characterized by a burning sensation just above the stomach, or right below the breastbone (the hollow part).",
    "ulcers on tongue" :"Tongue ulcers are whiteish sores on the tongue. Also called canker sores, a 2019 articleTrusted Source notes that these ulcers most often develop on the inside of the lips and cheeks. However, they can sometimes appear in other areas of the mouth, such as the gums, tongue, and roof of the mouth.",
    "Muscle wasting" :"Muscle wasting is a loss of muscle mass due to the muscles weakening and shrinking. There are several possible causes of muscle wasting, including certain medical conditions, such as amyotrophic lateral sclerosis.",
    "Vomitting" :"Vomiting, also known scientifically as “emesis” and colloquially as throwing up, retching, heaving, hurling, puking, tossing, or being sick, is the forcible voluntary or involuntary emptying of stomach contents through the mouth or, less often, the nose.",
    "Burning micturition" :"Painful urination (dysuria) is a broad term that describes discomfort during urination. This pain may originate in the bladder, urethra, or perineum. The urethra is the tube that carries urine outside of your body.",
    "Spotting urination" :"Seeing blood in your urine can be alarming. While in many instances the cause is harmless, blood in urine (hematuria) can indicate a serious disorder.",
    "Fatigue" :"Fatigue is a feeling of constant tiredness or weakness and can be physical, mental or a combination of both. It can affect anyone, and most adults will experience fatigue at some point in their life. ",
    "Weight gain" :"gain weight", 
    "Anxiety" :"Anxiety is a normal reaction to stress and can be beneficial in some situations. It can alert us to dangers and help us prepare and pay attention. Anxiety disorders differ from normal feelings of nervousness or anxiousness and involve excessive fear or anxiety.",
    "Cold hands and feet" :"feel cold for hands and feet",
    "Mood swings" :"A mood swing is a sudden or intense change in emotional state. During a mood swing, a person may quickly switch from feeling happy and upbeat to feeling sad, irritable, or angry.",
    "Weight loss" :"Weight loss", 
    "Restlessness" :"Restlessness is feeling the need to constantly move, being unable to calm your mind, or a combination of the two. You may also experience hyperactivity, anxiety, palpitations, agitation, or insomnia. People with motor restlessness often feel they have cramps in their arms or legs whenever they're not moving.",
    "Lethargy" :"Lethargy causes you to feel sleepy or fatigued and sluggish. This sluggishness may be physical or mental. People with these symptoms are described as lethargic.", 
    "Patches in throat" :"You might see white dots or patches in the back of your throat. Your tonsils -- the bumps on either side at the back of your throat -- might be red and swollen, too. These could be signs of bacterial infection like strep throat or oral thrush, or a viral infection like oral herpes or mononucleosis.",
    "Irregular sugar level" :"Dysglycemia is a broad term that refers to an abnormality in blood sugar stability. This can include hypoglycemia (low blood sugar) or hyperglycemia (high blood sugar). Blood sugar is regulated through insulin. Insulin is a hormone produced in the pancreas.",
    "Cough" :"A cough is a natural reflex that is your body's way of removing irritants from your upper (throat) and lower (lungs) airways.", 
    "High fever" :"It's also called a high temperature, hyperthermia, or pyrexia, and it's usually a sign that your body is working to keep you healthy from an infection. Normal body temperatures are different for everyone, but they lie within the range of 97 to 99. A temperature of 100.4 or higher is considered a fever.", 
    "Sunken eyes" :"The delicate skin under your eyes can sometimes appear dark, sunken, and hollow. While sunken eyes are usually just a result of aging, dehydration, or not getting enough sleep, they could also be a sign of a medical condition.", 
    "Breathlessness" :"Breathlessness is an unpleasant sensation of uncomfortable, rapid or difficult breathing. People say they feel puffed, short of breath or winded. The medical term is dyspnoea. Your chest may feel tight and breathing may hurt.", 
    "Sweating" :"Sweating is a bodily function that helps regulate your body temperature. Also called perspiration, sweating is the release of a salt-based fluid from your sweat glands.", 
    "Dehydration" :"Dehydration is the absence of a sufficient amount of water in your body. The best way to beat dehydration is to drink before you get thirsty. If you're thirsty, you're already mildly dehydrated, and that can cause symptoms like headache, fatigue, dizziness and more.", 
    "Indigestion" :"Indigestion — also called dyspepsia or an upset stomach — is discomfort in your upper abdomen. Indigestion describes certain symptoms, such as abdominal pain and a feeling of fullness soon after you start eating, rather than a specific disease. Indigestion can also be a symptom of various digestive diseases.", 
    "Headache" :"Although generally considered primary, each could be a symptom of an underlying disease. They include: Chronic daily headaches (for example, chronic migraine, chronic tension-type headache, or hemicranias continua) Cough headaches. Exercise headaches.", 
    "Yellowish skin" :"Jaundice is a condition in which the skin, whites of the eyes and mucous membranes turn yellow because of a high level of bilirubin, a yellow-orange bile pigment. Jaundice has many causes, including hepatitis, gallstones and tumors. In adults, jaundice usually doesn't need to be treated.", 
    "Dark urine" :"Dark urine is most commonly due to dehydration. However, it may be an indicator that excess, unusual, or potentially dangerous waste products are circulating in the body. For example, dark brown urine may indicate liver disease due to the presence of bile in the urine.", 
    "Nausea" :"Nausea is an uneasiness of the stomach that often comes before vomiting. Vomiting is the forcible voluntary or involuntary emptying throwing up of stomach contents through the mouth.", 
    "Loss of appetite" : "Loss of appetite means you don't have the same desire to eat as you used to. Signs of decreased appetite include not wanting to eat, unintentional weight loss, and not feeling hungry. The idea of eating food may make you feel nauseous, as if you might vomit after eating.", 
    "Pain behind the eyes" :"Also referred to as sinusitis, sinus inflammation causes pressure and pain behind your eyes and tenderness in the front of your face. Throbbing pain from a migraine headache almost always includes pain behind the eyes. This condition is caused by the buildup of intraocular pressure.", 
    "Backpain" :"Back pain can range from a muscle aching to a shooting, burning or stabbing sensation. In addition, the pain may radiate down your leg or worsen with bending, twisting, lifting, standing or walking.", 
    "Constipation" :"Constipation is a condition in which a person has uncomfortable or infrequent bowel movements. Generally, a person is considered to be constipated when bowel movements result in passage of small amounts of hard, dry stool, usually fewer than three times a week.", 
    "Abdominal pain" :"Abdominal pain is frequently caused by a problem in the digestive tract (the gut). However, it can also be caused by other organs located in the abdomen, such as the kidneys. Large blood vessels, such as the aorta are also found in the abdomen and may give rise to pain.", 
    "Diarrhoea" :"Diarrhoea is where you frequently pass watery or loose poo. Some people may also have other symptoms, depending on the cause. Associated symptoms can include: stomach cramps. nausea and vomiting.", 
    "Mild fever" :"The medical community generally defines a fever as a body temperature above 100.4 degrees Fahrenheit. A body temp between 100.4 and 102.2 degree is usually considered a low-grade fever.", 
    "Yellow urine" :"Amber urined your bright yellow or neon liquid. Bright yellow urine is harmless, and is just a sign that you are taking more vitamins than your body needs. You may want to check with your doctor on what vitamins your body does not need as much of so you can cut back.", 
    "Yellowing of eyes" :"Jaundice is a condition in which the skin, sclera (whites of the eyes) and mucous membranes turn yellow. This yellow color is caused by a high level of bilirubin, a yellow-orange bile pigment. Bile is fluid secreted by the liver. Bilirubin is formed from the breakdown of red blood cells.", 
    "Acute liver failure" :"Acute liver failure is loss of liver function that occurs rapidly — in days or weeks — usually in a person who has no preexisting liver disease. It's most commonly caused by a hepatitis virus or drugs, such as acetaminophen. Acute liver failure is less common than chronic liver failure, which develops more slowly.", 
    "fluid overload" :"Hypervolemia, also called fluid overload, is the condition of having too much water in your body. While the body normally has a certain amount of fluids in it, too much fluid can damage your health.", 
    "Swelling of stomach" :"When your stomach swells and feels hard, the explanation might be as simple as overeating or drinking carbonated drinks, which is easy to remedy. Other causes may be more serious, such as an inflammatory bowel disease. Sometimes the accumulated gas from drinking a soda too quickly can result in a hard stomach.",
    "Swelled lymph nodes" :"Swollen lymph nodes usually occur as a result of infection from bacteria or viruses. Rarely, swollen lymph nodes are caused by cancer. Your lymph nodes, also called lymph glands, play a vital role in your body's ability to fight off infections.", 
    "Malaise" :"As a medical term, malaise is a feeling of general discomfort, uneasiness, or pain, and often the first sign of an infection or other disease.", 
    "Weight gain" :"gain weight", 
    "Blurred and distorted vision" :"Blurry vision is very common. A problem with any of the components of your eye, such as the cornea, retina, or optic nerve, can cause sudden blurred vision. Slowly progressing blurred vision is usually caused by long-term medical conditions. Sudden blurring is most often caused by a single event.", 
    "Phlegm" :"Phlegm is a type of mucus made in your chest. You typically don't produce noticeable amounts of phlegm unless you are sick with a cold or have some other underlying medical issue. When you cough up phlegm, it's called sputum. You may notice different colored sputum and wonder what the colors mean.", 
    "Throat irritation" :"A sore throat is pain, scratchiness or irritation of the throat that often worsens when you swallow. The most common cause of a sore throat (pharyngitis) is a viral infection, such as a cold or the flu. A sore throat caused by a virus resolves on its own.", 
    "Redness of eyes" :"Red eyes usually are caused by allergy, eye fatigue, over-wearing contact lenses or common eye infections such as pink eye (conjunctivitis). However, redness of the eye sometimes can signal a more serious eye condition or disease, such as uveitis or glaucoma.", 
    "Sinus pressure" :"Sinus pressure occurs when membranes around nasal passages become inflamed or swollen. Sinus congestion and pain can make sufferers uncomfortable, but there are ways to find relief.", 
    "Runny nose" :"A runny nose is mucus being discharged out of the nose. It can be caused by colder outdoor temperatures, or by the cold, flu, or allergies. Treatment includes drinking plenty of fluids, especially water, and resting as much as possible.", 
    "Congestion" :"Congestion is a general term that refers to a feeling of stuffiness in the nasal or breathing passageways. Nasal congestion, stuffiness, or a runny nose is generally caused by increased blood volume to the vessels that line the passages inside the nose. Sinus congestion refers to a feeling of fullness in the sinuses.", 
    "Chest pain" :"Chest pain appears in many forms, ranging from a sharp stab to a dull ache. Sometimes chest pain feels crushing or burning. In certain cases, the pain travels up the neck, into the jaw, and then spreads to the back or down one or both arms.", 
    "Weakness in limbs" :"Sudden leg weakness could be a sign of a serious medical issue, such as a stroke. Head to the nearest emergency room or call 911 if you're not sure what's going on. Other conditions can also cause leg weakness or difficulty walking.", 
    "Fast heartrate" :"A fast heart rate is defined as a heart rate with over 100 beats per minute. When your heart beats too quickly, it is a condition called tachycardia. Conversely, when your heart rate is too slow, it's called bradycardia.", 
    "Pain during bowel movement" :"It's common to get small tears inside or around your anus, the opening where your poop comes out. These anal fissures are often caused by a large or very hard stool. They cause the muscles around your anus to spasm, so bowel movements hurt.", 
    "Pain in anal region" :"Tenesmus is rectal pain caused by cramping. It's often associated with inflammatory bowel diseases (IBDs), such as Crohn's disease and ulcerative colitis.", 
    "Bloody stool" :"Bright red blood usually means bleeding that's low in your colon or rectum. Dark red or maroon blood can mean that you have bleeding higher in the colon or in the small bowel. Melena (dark and tar-like stool) often points to bleeding in the stomach, such as bleeding from ulcers.", 
    "Irritation in anus" :"Possible causes of anal itching include: Irritants. Fecal incontinence and long-term (chronic) diarrhea can irritate the skin. Or your skin care routine may include products or behaviors that irritate the skin, such as using harsh soaps or moist wipes and washing too aggressively.", 
    "Neck pain" :"Any abnormalities, inflammation, or injury can cause neck pain or stiffness. Many people experience neck pain or stiffness occasionally. In many cases, it's from poor posture or overuse, or by sleeping in an awkward position. Sometimes, neck pain is caused by injury from a fall, contact sports, or whiplash.", 
    "Dizziness" :"Dizziness is a term used to describe a range of sensations, such as feeling faint, woozy, weak or unsteady. Dizziness that creates the false sense that you or your surroundings are spinning or moving is called vertigo. Dizziness is one of the more common reasons adults visit their doctors.", 
    "Cramps" :"Overview. A muscle cramp is a sudden and involuntary contraction of one or more of your muscles. If you've ever been awakened in the night or stopped in your tracks by a sudden charley horse, you know that muscle cramps can cause severe pain.", 
    "Bruising" :"A bruise, or contusion, is skin discoloration from a skin or tissue injury. This injury damages blood vessels underneath the skin, causing them to leak. When blood pools under the skin, it causes black, blue, purple, brown, or yellow discoloration. There's no external bleeding unless the skin breaks open.", 
    "Obesity" :"Obesity is a complex disease involving an excessive amount of body fat. Obesity isn't just a cosmetic concern. It's a medical problem that increases the risk of other diseases and health problems, such as heart disease, diabetes, high blood pressure and certain cancers.", 
    "Swollen legs" :"Leg swelling caused by the retention of fluid in leg tissues is known as peripheral edema. It can be caused by a problem with the venous circulation system, the lymphatic system or the kidneys.", 
    "Swollen blood vessels" :"Vasculitis involves inflammation of the blood vessels. The inflammation can cause the walls of the blood vessels to thicken, which reduces the width of the passageway through the vessel. If blood flow is restricted, it can result in organ and tissue damage.", 
    "Enlarged thyroid" :"A goiter may be an overall enlargement of the thyroid, or it may be the result of irregular cell growth that forms one or more lumps (nodules) in the thyroid. A goiter may be associated with no change in thyroid function or with an increase or decrease in thyroid hormones.", 
    "Brittle nails" :"Brittle nails", 
    "Swollen extremities" :"Edema is swelling caused by excess fluid trapped in your body's tissues. Although edema can affect any part of your body, you may notice it more in your hands, arms, feet, ankles and legs.", 
    "Excessive hunger" :"Excessive hunger is a sign that your body needs more food. It's often a result of imbalanced hunger hormones, which may occur for a variety of reasons, including inadequate diet and certain lifestyle habits.", 
    "Drying and tingling lips" :"Chapped or cracked lips are often sore or tingle. This can happen when lips become very dry during the winter, in a hot climate, or if someone has a skin condition, such as eczema. Using a moisturizing lip balm can make skin softer and prevent cracking or splitting.", 
    "Slurred speech" :"What is a slurred speech? Slurred speech or speech disorders are a symptom characterized by the poor pronunciation of words, mumbling, or a change in speed or rhythm during a conversation. The medical term for speech disorders is dysarthria. Speech disorders may develop slowly over time or follow a single incident.", 
    "Knee pain" :"Knee pain is a common complaint that affects people of all ages. Knee pain may be the result of an injury, such as a ruptured ligament or torn cartilage. Medical conditions — including arthritis, gout and infections — also can cause knee pain.", 
    "Hip join pain" :"There are many hip pain causes, and it is quite a common problem. It is important to make an accurate diagnosis of the cause of your symptoms, so that appropriate treatment can help tackle the underlying problem.", 
    "Muscle weakness" :"Muscle weakness is commonly due to lack of exercise, ageing, muscle injury or pregnancy. It can also occur with long-term conditions such as diabetes or heart disease. There are many other possible causes, which include stroke, multiple sclerosis, depression, fibromyalgia and chronic fatigue syndrome (ME).", 
    "Stiff neck" :"A stiff neck is most commonly caused by a neck muscle strain or soft tissue sprain. Most people are familiar with the pain and inconvenience of a stiff neck, whether it appeared upon waking up one morning or perhaps developed later in the day after some strenuous activity, such as moving furniture.", 
    "Swelling joints" :"Swollen joints happen when there's an increase of fluid in the tissues that surround the joints. Joint swelling is common with different types of arthritis, infections, and injuries. A swollen joint is a symptom of the following health conditions: Osteoarthritis (OA).", 
    "Movement stiffness" :"Rigidity, while seldom the main symptom early in Parkinson’s, is experienced as a stiffness of the arms or legs beyond what would result from normal aging or arthritis. Some people call it “tightness” in their limbs. Stiffness can occur on one or both sides of the body and contribute to a decreased range of motion. This can lead to problems with achiness or pain in the muscles or joints affected.", 
    "Loss of balance" :"Losing your balance while walking, or feeling imbalanced, can result from: Vestibular problems. Abnormalities in your inner ear can cause a sensation of a floating or heavy head and unsteadiness in the dark. Nerve damage to your legs (peripheral neuropathy).", 
    "Unsteadiness" :"Loss of one's equilibrium in regard to the environment, often with a feeling of almost falling, or the result of bumping into things. There are many causes for unsteadiness, including problems in the cerebral or cerebellar portions of the brain, the spinal cord, vestibular system, or inner ear.", 
    "Weakness of one body side" :"Muscle weakness can be a sign of several different health issues. With that said, when it occurs on only one side of the body, there’s reason for alarm. Many times, this symptom is a sign of a stroke, which occurs when arterial blockages interrupt blood flow to the brain. Since this can lead to disability or death, it’s important to seek medical attention to determine whether immediate intervention is necessary.", 
    "Loss of smell" :"When the sense of smell is lost or compromised—a condition called anosmia—it is not just enjoyment of life that is affected but also health and safety.", 
    "Bladder discomfort" :"Sometimes, problems in the urinary tract cause bladder irritation. A urinary tract infection (UTI) can cause short-term (temporary) discomfort and urgency. People with chronic problems like interstitial cystitis (IC) can experience ongoing bladder pain. IC is an inflammation (swelling) in the wall of the bladder.", 
    "Foul smell of urine" :"Foul-smelling pee is usually a temporary issue. It may be caused by something you ate or a lack of water. But if the smell does not go away, it may be time to contact a doctor. Signs of infection are also problematic.", 
    "Continuous need to urinate" :"It can be a symptom of more serious conditions like diabetes, overactive bladder syndrome, UTIs or prostate problems. Needing to urinate frequently can even disturb your sleep. That full bladder that keeps waking you up in the middle of an otherwise good night's sleep is a condition called nocturia.", 
    "Passage of gas" :"The definition of flatulence is gas (generated during digestion or waste gases), usually in excess, that is present in the intestinal tract and usually removed from the body by passing out through the anus, often accompanied by sound and odor when the gas is expelled by the body.", 
    "Internal itching" :"Itching on the whole body might be a symptom of an underlying illness, such as liver disease, kidney disease, anemia, diabetes, thyroid problems, multiple myeloma or lymphoma.", 
    "Typhos" :"Typhus is a disease caused by rickettsia or orientia bacteria. You can get it from infected mites, fleas, or lice. Modern hygiene has mostly stopped typhus, but it can still happen in places where basic sanitation is bad or if it gets passed on by an infected animal.", 
    "Depression" :"Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act.", 
    "Irritability" :"Irritability is a feeling of agitation. Although, some describe “agitation” as a more severe form of irritability. Regardless of the term you use, when you're irritable, you're likely to become frustrated or upset easily. You might experience it in response to stressful situations.", 
    "Muscle pain" :" Muscle pain, or myalgia, is a sign of an injury, infection, disease or other health problem. You may feel a deep, steady ache or random sharp pains. Some people have muscle pain all over, while others have it in specific areas.", 
    "Altered sensorium" :"Altered sensorium relates to general changes in brain function, such as confusion, loss of memory, loss of alertness, disorientation, poor judgment or thinking, unusual or strange behavior, poor regulation of emotions, and disturbances.", 
    "Red spots over body" :"There are several possible causes for red dots on the skin, including heat rash, KP, contact dermatitis, and atopic dermatitis. Red dots on the skin may also occur due to more serious conditions, such as a viral or bacterial infection.", 
    "Belly pain" :"Abdominal pain is discomfort anywhere in your belly — from ribs to pelvis. It’s often called ‘stomach’ pain or a ‘stomach’ ache, although the pain can be coming from any number of internal organs besides your stomach.", 
    "Abnormal menstruation" :"Typically, menstrual periods last four to seven days. Examples of menstrual problems include periods that occur less than 21 days or more than 35 days apart, missing three or more periods in row, and menstrual flow that is much heavier or lighter than usual.",
    "Dischromic patches" :"Dyschromia is a condition of the skin, so its symptoms are observed on the skin's surface. When affected, the skin can look patchy or red and purple. The constriction of blood vessels causes color changes in the skin. The hindrance of blood flow causes blood accumulation and patches of redness on the skin.",
    "Watering from eyes" :"Normally, tears flow out of the tear glands above your eye, spread across the surface of your eyeball, and drain into ducts in the corner. But if the ducts get clogged, the tears build up and your eye gets watery. Lots of things can cause the problem, like infections, injuries, even aging.",
    "Increased appetite" :"It's normal to have an increased appetite after physical exertion or some other activities. But if your appetite is significantly increased over a prolonged period of time, it could be a symptom of a serious illness, such as diabetes or hyperthyroidism.",
    "Polyuria" :"Polyuria is a medical term that describes excessive urination. Outside of drinking an unusually excessive amount of water, excessive urination could indicate underlying medical conditions. The most common causes of polyuria are diabetes mellitus and diabetes insipidus.",
    "Family history of diabetes" :"If you have a family health history of diabetes, you are more likely to have prediabetes and develop diabetes. You are also more likely to get type 2 diabetes if you have had gestational diabetes, are overweight or obese, or are African American, American Indian, Asian American, Pacific Islander, or Hispanic.",
    "Mucoid sputum" :"Sputum may be clear or white and frothy (mucoid). Sputum which is slightly thicker and cloudy or opaque (mucopurulent). If you have an infection you may see the colour of your sputum getting darker with either a yellow or green tinge.",
    "Rusty sputum" :"Scanty, watery sputum is often noted in atypical pneumonia; “rusty” sputum is seen in pneumococcal pneumonia; and currant-jelly or dark-red sputum suggests Klebsiella pneumoniae. Foul-smelling sputum is associated with anaerobic infections due to aspiration, lung abscess, and necrotizing pneumonia.",
    "Lack of concentration" :"Declining focus also could result from lifestyle issues that should be addressed, such as stress, fatigue, poor sleep, dehydration, an unhealthy diet, or sedentary behavior. For regular age-related decline in executive function, you can take steps to improve your ability to concentrate.",
    "Visual disturbances" :" Visual disturbance is when you experience a short spell of flashing or shimmering of light in your sight. The symptoms normally last around twenty minutes before your sight returns to normal. Usually, there is no headache during the visual disturbance.",
    "Receiving blood transfusion" :"People receive blood transfusions for many reasons — such as surgery, injury, disease and bleeding disorders. Blood has several components, including: Red cells carry oxygen and help remove waste products. White cells help your body fight infections.",
    "Receiving unsterile injection" :"Receiving unsterile injection",
    "Coma" :"Coma is a state of prolonged unconsciousness that can be caused by a variety of problems — traumatic head injury, stroke, brain tumor, drug or alcohol intoxication, or even an underlying illness, such as diabetes or an infection. Coma is a medical emergency. Swift action is needed to preserve life and brain function.",
    "Stomach bleeding" :"Signs and symptoms of GI bleeding can be either obvious (overt) or hidden (occult). Signs and symptoms depend on the location of the bleed, which can be anywhere on the GI tract, from where it starts — the mouth — to where it ends — the anus — and the rate of bleeding.",
    "Distention of abdomen" :"A distended abdomen is abnormally swollen outward. You can see and measure the difference, and sometimes you can feel it. A distended abdomen can be due to bloating from gas, or it can be due to accumulated fluid, tissue, or digestive contents.",
    "History of alcohol consumption" :"The drinking of beverages containing ethyl alcohol. Alcohol is a depressant, meaning it can disrupt the balance of neurotransmitters (chemical messengers) in your brain and affect your feelings, thoughts and behaviour. Alcohol affects the part of your brain that controls inhibition, so after a drink or two you may feel relaxed, less anxious and more confident.",
    "Fluid overload" :"Hypervolemia, also called fluid overload, is the condition of having too much water in your body. While the body normally has a certain amount of fluids in it, too much fluid can damage your health.",
    "Blood in sputum" :"Blood in the sputum is a common event in many mild respiratory conditions, including upper respiratory infections, bronchitis, and asthma. It can be alarming to cough up a significant amount of blood in sputum or to see blood in mucus frequently. In severe cases, this can result from a lung or stomach condition.",
    "Prominent vein on calf" :"Varicose veins are swollen and enlarged veins that usually occur on the legs and feet. They may be blue or dark purple, and are often lumpy, bulging or twisted in appearance. Other symptoms include: aching, heavy and uncomfortable legs.",
    "Palpitations" :"Palpitations are feelings or sensations that your heart is pounding or racing. They can be felt in your chest, throat, or neck. You may: Have an unpleasant awareness of your own heartbeat. Feel like your heart skipped or stopped beats.",
    "Pain when walking" :"Pain when walking",
    "Pus filled pimples" :"Cystic acne is a type of inflammatory acne that causes painful, pus-filled pimples to form deep under the skin. Acne occurs when oil and dead skin cells clog skin pores. With cystic acne, bacteria also gets into the pores, causing swelling or inflammation. Cystic acne is the most severe type of acne.",
    "Blackheads" :"Blackheads are small bumps that appear on your skin due to clogged hair follicles. Read on to learn about their causes, possible treatments, and more.",
    "Scurring" :"Scurvy is the name for a vitamin C deficiency. It can lead to anemia, debility, exhaustion, spontaneous bleeding, pain in the limbs, and especially the legs, swelling in some parts of the body, and sometimes ulceration of the gums and loss of teeth. Scurvy has been known since ancient Greek and Egyptian times.",
    "Skin peeling" :"Peeling skin is unintended damage to and loss of the upper layer of your skin (epidermis). Peeling skin may occur because of direct damage to the skin, such as from sunburn or infection. It may also be a sign of an immune system disorder or other disease.",
    "Silver like dusting" :"Argyria or argyrosis is a condition caused by excessive exposure to chemical compounds of the element silver, or to silver dust. The most dramatic symptom of argyria is that the skin turns blue or blue-grey.",
    "Small dents in nails" :"Nail pitting is when you have tiny dents in your fingernails or toenails. It can be a sign of psoriasis, eczema, or joint inflammation. You might also get them if they run in your family.",
    "Inflammatory nails" :"Inflammatory nails",
    "Blister" :"A blister is a painful skin condition where fluid fills a space between layers of skin. They form when something — like too-tight shoes — repeatedly rubs against your skin. These fluid-filled bubbles are a pain, but you can treat them easily at home.",
    "Red sore around nose" :"Red sore around nose",
    "Yellow crust ooze" :"Yellowish crusting can form on a scab when pus builds up. Pus is usually a sign of infection, and it can indicate either a bacterial infection, such as impetigo, or a viral infection, such as herpes. Sometimes, the scab can crack, and a small amount of clear yellow or pink fluid can ooze out."
}